"Part1" = "ΕΛΛΗΝΙΚΑ";
"Part2" = "APPLE INC.";
"Part3" = "ΣΥΝΤΟΜΕΥΣΕΙΣ ΓΙΑ ΤΗΝ ΑΔΕΙΑ ΧΡΗΣΗΣ ΛΟΓΙΣΜΙΚΟΥ iOS ΤΗΣ APPLE";
"Part4" = "ΔΙΑΒΑΣΤΕ ΠΡΟΣΕΚΤΙΚΑ ΤΗΝ ΠΑΡΟΥΣΑ ΑΔΕΙΑ ΧΡΗΣΗΣ ΛΟΓΙΣΜΙΚΟΥ («ΑΔΕΙΑ ΧΡΗΣΗΣ») ΠΡΙΝ ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ ΤΟ ΛΟΓΙΣΜΙΚΟ APPLE. Η ΧΡΗΣΗ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ ΤΗΣ APPLE ΣΥΝΕΠΑΓΕΤΑΙ ΤΗΝ ΑΠΟΔΟΧΗ ΤΩΝ ΟΡΩΝ ΤΗΣ ΠΑΡΟΥΣΑΣ ΑΔΕΙΑΣ ΧΡΗΣΗΣ. ΑΝ ΔΕΝ ΣΥΜΦΩΝΕΙΤΕ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΠΑΡΟΥΣΑΣ ΑΔΕΙΑΣ ΧΡΗΣΗΣ, ΜΗΝ ΕΓΚΑΤΑΣΤΗΣΕΤΕ ΚΑΙ/Ή ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ ΤΟ ΛΟΓΙΣΜΙΚΟ.";
"Part5" = "ΣΗΜΑΝΤΙΚΗ ΣΗΜΕΙΩΣΗ: Στον βαθμό που το παρόν λογισμικό μπορεί να χρησιμοποιηθεί για την αναπαραγωγή, τροποποίηση, δημοσίευση και διανομή υλικού, η άδεια χρήσης του σας παραχωρείται μόνο για την αναπαραγωγή, τροποποίηση, δημοσίευση και διανομή υλικού που δεν προστατεύεται από πνευματικά δικαιώματα, υλικού για το οποίο κατέχετε τα πνευματικά δικαιώματα ή υλικού για το οποίο είστε εξουσιοδοτημένοι ή έχετε εκ του νόμου την άδεια να αναπαραγάγετε, τροποποιήσετε, δημοσιεύσετε ή διανείμετε. Εάν δεν είστε σίγουροι σχετικά με το δικαίωμά σας να αντιγράψετε, τροποποιήσετε, δημοσιεύσετε ή διανείμετε οποιοδήποτε υλικό, πρέπει να επικοινωνήσετε με το νομικό σας σύμβουλο.";
"Part6" = "1. Γενικά.";
"Part7" = "Α. Το λογισμικό Apple και τυχόν λογισμικό, πληροφοριακό υλικό, διεπαφές, περιεχόμενο, γραμματοσειρές και δεδομένα τρίτων που συνοδεύουν την παρούσα Άδεια χρήσης είτε σε μνήμη μόνο για ανάγνωση, σε οποιοδήποτε άλλο μέσο ή άλλη μορφή (συλλογικά το «Λογισμικό Apple») εκχωρούνται, και δεν πωλούνται, σε Εσάς από την Apple Inc. («Apple») για χρήση σύμφωνα με τους όρους της παρούσας Άδειας χρήσης. Η Apple και/ή οι δικαιοπάροχοί της διατηρούν την κυριότητα του Λογισμικού Apple και επιφυλάσσονται όλων των δικαιωμάτων που δεν σας παραχωρούνται ρητώς. ";
"Part8" = "Β. Η Apple, σύμφωνα με τη διακριτική της ευχέρεια, μπορεί να καταστήσει διαθέσιμες μελλοντικές αναβαθμίσεις ή ενημερώσεις του Λογισμικού Apple για τη συμβατή συσκευή σας iOS της Apple. Οι αναβαθμίσεις και οι ενημερώσεις Λογισμικού Apple, αν υπάρχουν, δεν είναι απαραίτητο να περιλαμβάνουν όλα τα υπάρχοντα χαρακτηριστικά λογισμικού ή νέα χαρακτηριστικά που δημοσιεύει η Apple για πιο πρόσφατα ή άλλα μοντέλα συσκευών iOS. Οι όροι της παρούσας Άδειας χρήσης θα διέπουν οποιεσδήποτε αναβαθμίσεις ή ενημερώσεις που παρέχονται από την Apple για το προϊόν αρχικού Λογισμικού Apple, εκτός αν μια τέτοια αναβάθμιση ή ενημέρωση συνοδεύεται από ξεχωριστή άδεια, στην οποία περίπτωση συμφωνείτε ότι αυτή η αναβάθμιση ή ενημέρωση θα διέπεται από τους όρους της συγκεκριμένης άδειας. ";
"Part9" = "2. Επιτρεπόμενες χρήσεις και περιορισμοί της Άδειας χρήσης.";
"Part10" = "A. Άδεια χρήσης. Σύμφωνα με τους όρους και προϋποθέσεις της παρούσας Άδειας χρήσης και όπως επιτρέπεται σύμφωνα με τους «Κανόνες χρήσης Υπηρεσιών και Περιεχομένου» που ορίζονται στους Όρους και προϋποθέσεις των Υπηρεσιών Apple Media (https://www.apple.com/legal/internet-services/itunes/) («Κανόνες χρήσης»), εκτός αν αποκτήσατε το Λογισμικό Apple όπως περιγράφεται στην Ενότητα 2Β, σας παραχωρείται περιορισμένη, μη μεταβιβάσιμη, μη αποκλειστική άδεια εγκατάστασης και χρήσης του Λογισμικού Apple σε οποιαδήποτε συμβατή συσκευή Apple με iOS που διαθέτετε ή ελέγχετε Δεν επιτρέπεται να διανείμετε ή να διαθέσετε το Λογισμικό Apple μέσω δικτύου όπου θα μπορούσε να χρησιμοποιηθεί σε πολλές συσκευές ταυτόχρονα. Απαγορεύεται η ενοικίαση, η εκμίσθωση, ο δανεισμός, η πώληση, η αναδιανομή ή η επινοικίαση του Λογισμικού Apple.";
"Part11" = "Β. Ομαδική άδεια χρήσης ή Άδεια συντήρησης. Αν αποκτήσατε το Λογισμικό Apple υπό τους όρους ενός προγράμματος ομαδικής άδειας χρήσης ή άδειας συντήρησης της Apple, οι όροι της ομαδικής άδειας χρήσης ή της άδειας συντήρησής σας θα καθορίζουν το πλήθος των αντιγράφων του Λογισμικού Apple, για τα οποία σας επιτρέπεται η λήψη, η εγκατάσταση, η χρήση και η εκτέλεση σε συσκευές Apple με iOS που σας ανήκουν ή ελέγχετε.  Εκτός αν συμφωνηθεί εγγράφως από την Apple, όλοι οι άλλοι όροι και προϋποθέσεις της παρούσας Άδειας χρήσης θα διέπουν τη χρήση από μέρους σας του Λογισμικού Apple που αποκτήθηκε υπό τους όρους ομαδικής άδειας χρήσης ή άδειας συντήρησης.";
"Part12" = "Γ. Απαιτήσεις συστήματος. Το Λογισμικό Apple υποστηρίζεται μόνο από υλισμικό της Apple που πληροί τις καθορισμένες απαιτήσεις συστήματος όπως υποδεικνύονται από την Apple.";
"Part13" = "Δ. Περιεχόμενο και Ψηφιακό υλικό. Τα δικαιώματα πνευματικής ιδιοκτησίας και τίτλων κάθε περιεχομένου, συμπεριλαμβανομένων εμπορικών σημάτων, λογότυπων και εικόνων, που εμφανίζεται από ή στο οποίο γίνεται πρόσβαση μέσω του Λογισμικού Apple ανήκουν στον αντίστοιχο κάτοχο περιεχομένου. Το εν λόγω περιεχόμενο μπορεί να προστατεύεται από πνευματικά δικαιώματα, δικαιώματα εμπορικών σημάτων ή άλλους νόμους και συνθήκες περί πνευματικής ιδιοκτησίας, και μπορεί να υπόκειται στους όρους χρήσης του τρίτου μέρους που παρέχει το εν λόγω περιεχόμενο. Εκτός αν ορίζεται κάτι διαφορετικό στην παρούσα Άδεια χρήσης, (i) η Άδεια χρήσης δεν σας παραχωρεί δικαιώματα χρήσης τέτοιου περιεχομένου ούτε σας εγγυάται ότι το εν λόγω περιεχόμενο θα συνεχίσει να είναι διαθέσιμο σε εσάς και (ii) απαγορεύεται η χρήση, η εξαγωγή ή η διανομή, εμπορική ή άλλη, σε μεμονωμένη βάση, τυχόν φωτογραφιών, λογότυπων, κειμένου, κωδικού, εικόνων, γραφικών, σχεδίων, ήχου, βίντεο ή παρόμοιων στοιχείων («Ψηφιακά υλικά») που εμπεριέχονται στο Λογισμικό Apple ή παρέχονται ως μέρος αυτού ή η χρήση των Ψηφιακών υλικών με άλλον τρόπο εκτός του περιεχομένου της προοριζόμενης χρήσης τους ως μέρος του Λογισμικού Apple.";
"Part14" = "E. Χρήση συντομεύσεων. Αναγνωρίζετε ότι όλες οι συντομεύσεις ενεργειών εφαρμογής και/ή ιστότοπου («Συντομεύσεις») αποτελούν αποκλειστική ευθύνη του μέρους ή των μερών από τα οποία προέρχονται οι εν λόγω Συντομεύσεις. Η Apple δεν έχει κανέναν έλεγχο και δεν αναλαμβάνει καμία ευθύνη για το περιεχόμενο ή τη λειτουργικότητα οποιασδήποτε Συντόμευσης τρίτων. Χρησιμοποιείτε οποιαδήποτε Συντόμευση με δική σας ευθύνη και είστε αποκλειστικά υπεύθυνοι για τη συμμόρφωση με τυχόν όρους και προϋποθέσεις τρίτων που αφορούν τη χρήση τυχόν Συντόμευσης από μέρους σας. Αναγνωρίζετε ότι η Apple δεν έχει καμία υποχρέωση για προέλεγχο Συντομεύσεων, αν και η Apple διατηρεί το δικαίωμα προελέγχου, άρνησης, απενεργοποίησης ή αφαίρεσης τυχόν Συντόμευσης κατά την αποκλειστική κρίση της. ";
"Part15" = "ΣΤ.  Κοινή χρήση Συντομεύσεων. Το Λογισμικό Apple ενδέχεται να σας επιτρέπει να μοιράζεστε Συντομεύσεις που δημιουργείτε με άλλα άτομα μέσω συνδέσμου Ιστού. Η κοινόχρηστη Συντόμευσή σας, μαζί με τυχόν περιεχόμενο που ενσωματώνεται σε αυτήν, θα αποθηκεύεται σε διακομιστές της Apple για σκοπούς ενεργοποίησης της εν λόγω κοινής χρήσης και ενδέχεται να χρησιμοποιηθεί για γενική βελτίωση των προϊόντων και υπηρεσιών της Apple. Η κοινόχρηστη Συντόμευσή σας, μαζί με τυχόν περιεχόμενο που ενσωματώνεται σε αυτήν, θα είναι διαθέσιμη σε οποιοδήποτε άτομο που έχει πρόσβαση στον σύνδεσμο Ιστού, και το οποίο στη συνέχεια μπορεί να προχωρήσει σε αντιγραφή, αποθήκευση, τροποποίηση και αναδιανομή αντιγράφου της Συντόμευσης και όλου του περιεχομένου που ενσωματώνεται σε αυτήν. Με την κοινή χρήση Συντόμευσης, δηλώνετε ότι: (1) διαθέτετε όλα τα απαραίτητα δικαιώματα και τις απαραίτητες άδειες για την εν λόγω Συντόμευση και ότι δεν θα καταπατήσετε ή θα παραβιάσετε τα δικαιώματα τυχόν άλλου μέρους, και ότι (2) τυχόν Συντόμευση που θα χρησιμοποιείτε δεν θα παραβιάζει τυχόν νόμους, δεν θα συνεισφέρει σε ή θα ενθαρρύνει την καταπάτηση ή με άλλον τρόπο παράνομη συμπεριφορά ή θα είναι με άλλο τρόπο ακατάλληλη ή απαγορευμένη. Αναγνωρίζετε ότι η Apple δεν έχει καμία υποχρέωση για έλεγχο τυχόν Συντομεύσεων που μοιράζεστε, αν και η Apple διατηρεί το δικαίωμα ελέγχου, απενεργοποίησης ή αφαίρεσης τυχόν Συντομεύσεων που μοιράζεστε, κατά την αποκλειστική κρίση της.";
"Part16" = "Ζ. Περιορισμοί χρήσης. Αποδέχεστε να μην: μεταφορτώνετε, δημοσιεύετε, στέλνετε μέσω email, μεταδώσετε, μοιράζεστε ή άλλως να καταστήσετε διαθέσιμη τυχόν Συντόμευση που: (1) είναι παράνομη, επιζήμια, δυσφημιστική, χυδαία, άσεμνη, συκοφαντική ή ρατσιστική ή εθνικά προσβλητική ή άλλως αμφισβητούμενη, (2) παραβιάζει ή ενθαρρύνει τυχόν συμπεριφορά που παραβιάζει τυχόν ισχύοντα νόμο ή κανονισμό ή που ενδέχεται να οδηγήσει σε αστική ευθύνη, (3) προάγει προκατάληψη, φανατισμό, ρατσισμό, μίσος, παρενόχληση ή βλάβη σε τυχόν άτομο ή ομάδα, (4) είναι βίαιη ή απειλητική ή προάγει τη βία ή ενέργειες που είναι απειλητικές έναντι οποιουδήποτε άλλου ατόμου, (5) προάγει παράνομες ή επιβλαβείς δραστηριότητες, ή (6) γνωρίζετε ή πιστεύετε ότι είναι αναληθής, παραπλανητική, δόλια ή άλλως παραπλανητική σε χρήστη της εν λόγω Συντόμευσης. Επιπλέον αποδέχεστε να μη δημιουργήσετε παρεμβολές ή να προκαλέσετε αδικαιολόγητο βάρος στους διακομιστές ή στα δίκτυα που είναι συνδεδεμένα στο Λογισμικό Apple ή σε τυχόν εφαρμογές λογισμικού, υπηρεσίες ή ιστότοπους τρίτων στη συσκευή iOS («Εφαρμογές τρίτων»), ούτε να παραβιάσετε τους κανονισμούς, τις πολιτικές ή τις διαδικασίες τέτοιων δικτύων ή Εφαρμογών τρίτων.";
"Part17" = "H. Εφαρμογές τρίτων. Για την ολοκλήρωση συγκεκριμένων Συντομεύσεων, το Λογισμικό Apple ενδέχεται να πρέπει να προσπελάσει συγκεκριμένες Εφαρμογές τρίτων. Δίνετε τη ρητή συγκατάθεσή σας και εξουσιοδοτείτε το Λογισμικό Apple να προσπελάζει και να χρησιμοποιεί αυτές τις Εφαρμογές τρίτων εκ μέρους σας έως του σημείου που είναι απαραίτητο για την ολοκλήρωση της Συντόμευσης με το Λογισμικό Apple. Στο βαθμό που το Λογισμικό Apple προσπελάζει τυχόν Εφαρμογές τρίτων, η Apple δεν έχει καμία ρητή ή υπονοούμενη υποχρέωση να παρέχει οποιαδήποτε τεχνική ή άλλη υποστήριξη για τις εν λόγω Εφαρμογές τρίτων. Επικοινωνήστε απευθείας με τον κατάλληλο προμηθευτή, κατασκευαστή ή πάροχο υπηρεσιών λογισμικού για τεχνική υποστήριξη και υπηρεσίες εξυπηρέτησης πελατών που σχετίζονται με το λογισμικό, τις υπηρεσίες, τον ιστότοπο και/ή τα προϊόντα του.  ΕΠΙΠΛΕΟΝ ΑΠΟΔΕΧΕΣΤΕ ΟΤΙ ΘΑ ΔΕΣΜΕΥΕΣΤΕ ΑΠΟ ΚΑΙ ΣΥΜΦΩΝΕΙΤΕ ΝΑ ΣΥΜΜΟΡΦΩΝΕΣΤΕ ΜΕ ΟΛΟΥΣ ΤΟΥΣ ΙΣΧΥΟΝΤΕΣ ΟΡΟΥΣ ΥΠΗΡΕΣΙΑΣ Ή ΑΛΛΕΣ ΣΥΜΒΑΣΕΙΣ ΓΙΑ ΤΙΣ ΕΝ ΛΟΓΩ ΕΦΑΡΜΟΓΕΣ ΤΡΙΤΩΝ ΟΤΑΝ ΧΡΗΣΙΜΟΠΟΙΕΙΤΕ ΤΟ ΛΟΓΙΣΜΙΚΟ APPLE. ΕΙΣΤΕ ΑΠΟΚΛΕΙΣΤΙΚΑ ΥΠΕΥΘΥΝΟΙ ΓΙΑ ΤΗ ΔΙΑΣΦΑΛΙΣΗ ΤΟΥ ΟΤΙ ΟΛΕΣ ΟΙ ΣΥΝΤΟΜΕΥΣΕΙΣ ΣΥΜΜΟΡΦΩΝΟΝΤΑΙ ΜΕ ΤΟΥΣ ΙΣΧΥΟΝΤΕΣ ΟΡΟΥΣ ΓΙΑ ΚΑΘΕ ΕΦΑΡΜΟΓΗ ΤΡΙΤΩΝ ΠΟΥ ΧΡΗΣΙΜΟΠΟΙΗΘΗΚΕ ΣΤΗ ΣΥΝΤΟΜΕΥΣΗ. Η APPLE ΔΕΝ ΕΓΓΥΑΤΑΙ ΜΕ ΟΙΟΝΔΗΠΟΤΕ ΤΡΟΠΟ ΟΤΙ ΟΙ ΣΥΝΤΟΜΕΥΣΕΙΣ ΣΥΜΜΟΡΦΩΝΟΝΤΑΙ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΥΧΟΝ ΕΦΑΡΜΟΓΩΝ ΤΡΙΤΩΝ ΚΑΙ Η APPLE ΔΕΝ ΕΙΝΑΙ ΥΠΕΥΘΥΝΗ ΓΙΑ ΤΥΧΟΝ ΣΥΝΤΟΜΕΥΣΕΙΣ ΤΡΙΤΩΝ.";
"Part18" = "Θ. Μη ανάστροφη μηχανίκευση. Δεν σας επιτρέπεται και συμφωνείτε να μην προβείτε σε καμία από τις παρακάτω ενέργειες ούτε να παρέχετε σε άλλους τη δυνατότητα να προβούν σε αυτές: αντιγραφή (εκτός αν επιτρέπεται ρητώς από την παρούσα Άδεια χρήσης ή τους Κανόνες χρήσης εφόσον ισχύουν για Εσάς), απομεταγλώττιση, αποσυμπίληση, ανακατασκευή, προσπάθεια ανάκτησης του πηγαίου κώδικα, αποκρυπτογράφηση, τροποποίηση ή δημιουργία παράγωγων έργων του Λογισμικού Apple ή οποιωνδήποτε υπηρεσιών που παρέχονται από το Λογισμικό Apple ή οποιουδήποτε μέρους αυτού (εκτός αν, και μόνο στον βαθμό που, οποιοσδήποτε από τους ανωτέρω περιορισμούς απαγορεύεται από το εφαρμοστέο δίκαιο ή στον βαθμό που πιθανόν επιτρέπεται από τους όρους αδειοδότησης οι οποίοι διέπουν τη χρήση στοιχείων ανοικτού κώδικα που περιλαμβάνονται στο Λογισμικό Apple).";
"Part19" = "Ι.  Συμμόρφωση με νομοθεσίες. Συμφωνείτε να χρησιμοποιείτε το Λογισμικό και τις Υπηρεσίες Apple (όπως ορίζονται στην Ενότητα 4 παρακάτω) σύμφωνα με όλες τις ισχύουσες νομοθεσίες, συμπεριλαμβανομένων των τοπικών νομοθεσιών της χώρας ή της περιοχής στην οποία κατοικείτε ή στην οποία λαμβάνετε ή χρησιμοποιείτε το Λογισμικό και τις Υπηρεσίες Apple.";
"Part20" = "ΙΑ. Αυτόματες ενημερώσεις.  Αν επιλέξετε να επιτρέψετε τις Αυτόματες ενημερώσεις εφαρμογών, η συσκευή σας θα ελέγχει κατά περιόδους αν υπάρχουν στην Apple ενημερώσεις και αναβαθμίσεις για το Λογισμικό Apple και αν είναι διαθέσιμη μια ενημέρωση ή αναβάθμιση, η ενημέρωση ή αναβάθμιση θα λαμβάνεται και θα εγκαθίσταται αυτόματα στη συσκευή σας και, αν υπάρχουν, στις περιφερειακές συσκευές σας  Μπορείτε να απενεργοποιήσετε τις αυτόματες ενημερώσεις εφαρμογών συνολικά ανά πάσα στιγμή αλλάζοντας τις ρυθμίσεις αυτόματων ενημερώσεων εφαρμογών που βρίσκονται στις Ρυθμίσεις.";
"Part21" = "3. Συναίνεση για τη χρήση δεδομένων. ";
"Part22" = "A. Δεδομένα ανάλυσης. Εάν επιλέξετε να συμμετάσχετε στη συλλογή δεδομένων Ανάλυσης, συμφωνείτε ότι η Apple και οι θυγατρικές και οι αντιπρόσωποί της μπορούν να συλλέγουν, να διατηρούν, να επεξεργάζονται και να χρησιμοποιούν διαγνωστικές, τεχνικές πληροφορίες, πληροφορίες χρήσης και άλλες σχετικές πληροφορίες, συμπεριλαμβανομένων, μεταξύ άλλων, μοναδικών αναγνωριστικών συστήματος ή υλισμικού, πληροφοριών σχετικών με τη συσκευή iOS, τον υπολογιστή, το λογισμικό συστήματος και εφαρμογών και τα περιφερειακά σας, οι οποίες συλλέγονται περιοδικά για την παροχή και τη βελτίωση των προϊόντων και υπηρεσιών της Apple, για τη διευκόλυνση της παροχής ενημερώσεων λογισμικού, υποστήριξης των προϊόντων και άλλων υπηρεσιών σχετικών με το Λογισμικό Apple που τυχόν παρέχονται σε εσάς, καθώς και για την εξακρίβωση της συμμόρφωσης με τους όρους της παρούσας Άδειας χρήσης. Η Apple ενδέχεται να χρησιμοποιήσει αυτές τις πληροφορίες, εφόσον συλλέγονται σε μορφή που δεν αποκαλύπτουν την ταυτότητά σας, για τους σκοπούς που αναφέρονται παραπάνω. Για να μπορέσουν οι συνεργάτες της Apple και οι προγραμματιστές τρίτων κατασκευαστών να βελτιώσουν το λογισμικό, το υλικό και τις υπηρεσίες τους που έχουν σχεδιαστεί για χρήση με προϊόντα της Apple, η Apple μπορεί να παράσχει σε αυτούς τους συνεργάτες και προγραμματιστές τρίτων κατασκευαστών ένα υποσύνολο πληροφοριών διάγνωσης που σχετίζονται με το λογισμικό, το υλισμικό και/ή τις υπηρεσίες του συνεργάτη ή προγραμματιστή, εφόσον οι πληροφορίες διάγνωσης είναι σε μορφή που δεν αποκαλύπτει την ταυτότητά σας. ";
"Part23" = "B. Δεδομένα τοποθεσίας. Η Apple και οι συνεργάτες της, οι δικαιοπάροχοί της και προγραμματιστές τρίτων ενδέχεται να παρέχουν ορισμένες υπηρεσίες μέσω του Λογισμικού Apple που βασίζονται σε πληροφορίες τοποθεσίας. Η Apple και οι συνεργάτες της, οι δικαιοπάροχοί της και προγραμματιστές τρίτων ενδέχεται να παρέχουν ορισμένες υπηρεσίες μέσω του Λογισμικού Apple που βασίζονται σε πληροφορίες τοποθεσίας. Τα δεδομένα τοποθεσίας και τα ερωτήματα που συλλέγονται από την Apple συλλέγονται σε μορφή που δεν αποκαλύπτει την ταυτότητά σας και μπορούν να χρησιμοποιηθούν από την Apple και τους συνεργάτες της, τους δικαιοπαρόχους της και τους προγραμματιστές τρίτων για την παροχή και τη βελτίωση προϊόντων και υπηρεσιών που βασίζονται στην τοποθεσία. Η χρήση οποιωνδήποτε υπηρεσιών που βασίζονται στην τοποθεσία, οι οποίες παρέχονται από το Λογισμικό Apple ή μέσω αυτού, συνεπάγεται ότι αποδέχεστε και συναινείτε στη μετάδοση, συλλογή, διατήρηση, επεξεργασία και χρήση των δεδομένων και ερωτημάτων τοποθεσίας σας από την Apple και τους συνεργάτες της, τους δικαιοπαρόχους της και τους προγραμματιστές τρίτων προκειμένου να παρέχουν και να βελτιώνουν τέτοια προϊόντα και υπηρεσίες. Μπορείτε να ανακαλέσετε ανά πάσα στιγμή τη συναίνεσή σας μεταβαίνοντας στη ρύθμιση Υπηρεσιών τοποθεσίας στη συσκευή iOS και απενεργοποιώντας τη γενική ρύθμιση Υπηρεσιών τοποθεσίας ή απενεργοποιώντας τη συγκεκριμένη ρύθμιση τοποθεσίας για το Λογισμικό Apple. Όταν χρησιμοποιείτε εφαρμογές και υπηρεσίες τρίτων στη συσκευή σας iOS που χρησιμοποιούν ή παρέχουν δεδομένα τοποθεσίας, υπόκειστε στους όρους και την πολιτική προστασίας απορρήτου, τους οποίους πρέπει να εξετάσετε, των εν λόγω τρίτων ως προς τη χρήση δεδομένων τοποθεσίας από τις εν λόγω εφαρμογές και υπηρεσίες τρίτων.";
"Part24" = "Γ. Πολιτική απορρήτου. Ανά πάσα στιγμή, ο χειρισμός των πληροφοριών σας πραγματοποιείται σύμφωνα με την Πολιτική προστασίας απορρήτου της Apple, την οποία μπορείτε να βρείτε στη διεύθυνση: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Υπηρεσίες και υλικά τρίτων.";
"Part26" = "Α. Γενικά.  (α) Το Λογισμικό Apple μπορεί να επιτρέπει την πρόσβαση στα iTunes Store, Mac App Store, iCloud, Χάρτες, καθώς και σε άλλες υπηρεσίες και ιστότοπους της Apple και τρίτων (συλλογικά και ξεχωριστά αναφέρονται ως «Υπηρεσίες»). Τέτοιες υπηρεσίες ενδέχεται να μη διατίθενται σε όλες τις γλώσσες ή χώρες.  Η χρήση αυτών των Υπηρεσιών προϋποθέτει πρόσβαση στο Διαδίκτυο και η χρήση ορισμένων Υπηρεσιών ενδέχεται να απαιτεί Apple ID, να προϋποθέτει την από μέρους σας αποδοχή πρόσθετων όρων και να υπόκειται σε πρόσθετες χρεώσεις. Η χρήση αυτού του λογισμικού σε σχέση με λογαριασμό στο iTunes Store, Apple ID ή άλλη Υπηρεσία Apple, συνεπάγεται την από μέρους σας αποδοχή των ισχυόντων όρων υπηρεσίας για τη συγκεκριμένη Υπηρεσία, όπως τους πιο πρόσφατους Όρους και προϋποθέσεις Υπηρεσιών Apple Media, τους οποίους μπορείτε να βρείτε στη διεύθυνση https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Αν επιλέξετε να χρησιμοποιήσετε τις υπηρεσίες iCloud μέσω του Λογισμικού Apple, η χρήση αυτή υπόκειται στους ακόλουθους επιπρόσθετους όρους: Οι όροι και οι προϋποθέσεις iCloud διατίθενται στη διεύθυνση https://www.apple.com/legal/internet-services/icloud/ και η Πολιτική απορρήτου της Apple διατίθεται στη διεύθυνση https://www.apple.com/legal/privacy/.";
"Part28" = "Γ. Κατανοείτε ότι χρησιμοποιώντας οποιαδήποτε από τις υπηρεσίες, ενδέχεται να συναντήσετε περιεχόμενο που θα μπορούσε να κριθεί προσβλητικό, άσεμνο ή ανάρμοστο, το οποίο υλικό ενδέχεται να έχει ή να μην έχει επισημανθεί ότι περιέχει απρεπές λεξιλόγιο. Εντούτοις, αποδέχεστε να χρησιμοποιείτε τις Υπηρεσίες με αποκλειστικά δική σας ευθύνη και ότι η Apple δεν φέρει ευθύνη απέναντί σας για περιεχόμενο που τυχόν κριθεί προσβλητικό, άσεμνο ή ανάρμοστο. ";
"Part29" = "Δ. Ορισμένες Υπηρεσίες ενδέχεται να παρουσιάζουν, να περιλαμβάνουν ή να καθιστούν διαθέσιμες υπηρεσίες, περιεχόμενο, δεδομένα, πληροφορίες, εφαρμογές και υλικό από τρίτους («Υλικό τρίτων») ή να παρέχουν συνδέσμους προς ορισμένους ιστότοπους ή εφαρμογές τρίτων. Χρησιμοποιώντας τις Υπηρεσίες, αναγνωρίζετε και αποδέχεστε ότι η Apple δεν έχει την ευθύνη να εξετάζει ή να αξιολογεί το περιεχόμενο, την ακρίβεια, την πληρότητα, την επικαιρότητα, την εγκυρότητα, τη συμμόρφωση με τους κανόνες πνευματικής ιδιοκτησίας, τη νομιμότητα, τη σεμνότητα, την ποιότητα ή οποιαδήποτε άλλη πλευρά αυτού του Υλικού τρίτων, των εφαρμογών ή των ιστότοπων τρίτων. Η Apple, τα στελέχη της, οι συνδεδεμένες επιχειρήσεις και οι θυγατρικές της δεν εγγυώνται ούτε εγκρίνουν απαραιτήτως και δεν αναλαμβάνουν ούτε έχουν οποιαδήποτε ευθύνη απέναντι σε εσάς ή άλλα πρόσωπα για οποιεσδήποτε Υπηρεσίες τρίτων, Υλικό ή ιστότοπους τρίτων, ή για οποιοδήποτε άλλο υλικό, προϊόντα ή υπηρεσίες τρίτων. Το Υλικό τρίτων και οι σύνδεσμοι προς άλλους ιστότοπους ή εφαρμογές παρέχονται αποκλειστικά ως διευκόλυνση προς εσάς. ";
"Part30" = "E. Στον βαθμό που στέλνετε οποιοδήποτε περιεχόμενο μέσω της χρήσης των Υπηρεσιών, δηλώνετε ότι κατέχετε όλα τα δικαιώματα ή έχετε εξουσιοδότηση ή άδεια με οποιονδήποτε άλλο νόμιμο τρόπο να στέλνετε το εν λόγω περιεχόμενο και ότι αυτό το περιεχόμενο δεν παραβιάζει οποιονδήποτε από τους όρους υπηρεσίας που ισχύουν για τις Υπηρεσίες. Συμφωνείτε ότι οι Υπηρεσίες περιέχουν ιδιόκτητο περιεχόμενο, πληροφορίες και υλικό, συμπεριλαμβανομένων ενδεικτικά οποιωνδήποτε Ψηφιακών υλικών, που κατέχονται από την Apple, τον ιδιοκτήτη του ιστότοπου και/ή τους δικαιοπαρόχους του και προστατεύονται από το ισχύον δίκαιο περί πνευματικής ιδιοκτησίας και άλλους νόμους, συμπεριλαμβανομένων ενδεικτικά των νόμων περί πνευματικής ιδιοκτησίας.  Συμφωνείτε ότι δεν θα χρησιμοποιήσετε ιδιόκτητο περιεχόμενο, πληροφορίες ή υλικό με τρόπο διαφορετικό από την επιτρεπόμενη χρήση των Υπηρεσιών ή κατά οποιονδήποτε τρόπο που δεν συμφωνεί με τους όρους της παρούσας Άδειας χρήσης ή παραβιάζει οποιαδήποτε δικαιώματα πνευματικής ιδιοκτησίας τρίτου ή της Apple. Κανένα μέρος των Υπηρεσιών δεν επιτρέπεται να αναπαραχθεί με οποιαδήποτε μορφή ή οποιονδήποτε τρόπο. Συμφωνείτε να μην προβείτε σε τροποποίηση, εκμίσθωση, χρονομίσθωση, δανεισμό, πώληση, διανομή ή δημιουργία παράγωγων έργων, με βάση τις Υπηρεσίες με οποιονδήποτε τρόπο ή σε εκμετάλλευση των Υπηρεσιών με οποιονδήποτε τρόπο για τον οποίο δεν έχει χορηγηθεί άδεια, περιλαμβανομένης, ενδεικτικά, της χρήσης των Υπηρεσιών για τη μεταβίβαση ιών υπολογιστών, ιών τύπου worm, δούρειων ίππων ή άλλου κακόβουλου λογισμικού, ή της παραβίασης ή επιβάρυνσης της χωρητικότητας του δικτύου. Επιπλέον, συμφωνείτε ότι δεν θα χρησιμοποιήσετε τις Υπηρεσίες με οποιονδήποτε τρόπο με σκοπό την παρενόχληση, την εξύβριση, την καταδίωξη, τη διατύπωση απειλών, την δυσφήμηση ή την με οποιονδήποτε άλλον τρόπο παραβίαση ή καταπάτηση των δικαιωμάτων οποιουδήποτε τρίτου, και ότι η Apple δεν ευθύνεται κατά κανέναν τρόπο για τέτοια χρήση από μέρους σας, ούτε για οποιαδήποτε παρενοχλητικά, απειλητικά, δυσφημιστικά, προσβλητικά, παραβατικά ή παράνομα μηνύματα ή εκπομπές που τυχόν λάβετε ως αποτέλεσμα της χρήσης οποιασδήποτε από τις Υπηρεσίες.";
"Part31" = "ΣΤ. Επιπλέον, οι Υπηρεσίες και τα Υλικά τρίτων που μπορούν να προσπελαστούν, να συνδεθούν ή να προβληθούν μέσω του Λογισμικού Apple δεν είναι διαθέσιμα σε όλες τις γλώσσες ή σε όλες τις χώρες και τις περιοχές. Η Apple δεν προβαίνει σε καμία προσυμβατική δήλωση ότι αυτές οι Υπηρεσίες και το Υλικό τρίτων είναι κατάλληλα ή διαθέσιμα για χρήση σε οποιαδήποτε τοποθεσία. Εάν επιλέξετε να χρησιμοποιήσετε ή να προσπελάσετε αυτές τις Υπηρεσίες και το Υλικό τρίτων, ενεργείτε με δική σας πρωτοβουλία και φέρετε την ευθύνη για τη συμμόρφωση με οποιουσδήποτε εφαρμοστέους νόμους, συμπεριλαμβανομένων, μεταξύ άλλων, της ισχύουσας τοπικής νομοθεσίας και των νόμων περί απορρήτου και συλλογής δεδομένων. Η Apple και οι δικαιοπάροχοί της διατηρούν το δικαίωμα τροποποίησης, αναστολής, κατάργησης ή απενεργοποίησης της πρόσβασης σε οποιεσδήποτε Υπηρεσίες οποτεδήποτε και χωρίς προειδοποίηση. Η Apple σε καμία περίπτωση δεν φέρει ευθύνη για τυχόν κατάργηση ή απενεργοποίηση της πρόσβασης σε οποιεσδήποτε από τις Υπηρεσίες αυτές. Η Apple δύναται επίσης να επιβάλει όρια στη χρήση ορισμένων Υπηρεσιών ή στην πρόσβαση σε αυτές σε οποιαδήποτε περίπτωση και χωρίς προειδοποίηση ή ευθύνη. ";
"Part32" = "5. Λύση της σύμβασης. Η παρούσα Άδεια χρήσης ισχύει μέχρι τη λύση της. Η παρούσα Άδεια χρήσης ισχύει μέχρι τη λύση της. Τα δικαιώματά σας δυνάμει της παρούσας Άδειας χρήσης αίρονται αυτόματα ή ειδάλλως παύουν να ισχύουν χωρίς προειδοποίηση από την Apple σε περίπτωση μη συμμόρφωσής σας με οποιονδήποτε όρο ή όρους της παρούσας Άδειας χρήσης. Μετά τη λύση της παρούσας Άδειας χρήσης, οφείλετε να διακόψετε κάθε χρήση του Λογισμικού Apple και να καταστρέψετε όλα τα αντίγραφα, μερικά ή πλήρη, του Λογισμικού Apple. Οι ενότητες 2Θ, 3, 4, 5, 6, 7, 8, 10 και 11 της παρούσας Άδειας χρήσης εξακολουθούν να ισχύουν σε περίπτωση οποιασδήποτε εν λόγω λύσης.";
"Part33" = "6. Αποποίηση εγγυήσεων. ";
"Part34" = "Α. Εάν είστε πελάτης που είναι καταναλωτής (κάποιος που χρησιμοποιεί το Λογισμικό Apple εκτός της εργασίας, της επιχείρησης ή του επαγγέλματός του), μπορεί να έχετε νομικά δικαιώματα στη χώρα κατοικίας σας σύμφωνα με τα οποία απαγορεύεται η εφαρμογή των παρακάτω περιορισμών για εσάς, και όπου ισχύει αυτή η απαγόρευση οι περιορισμοί αυτοί δεν θα ισχύουν για εσάς. Για να μάθετε περισσότερα σχετικά με τα δικαιώματά σας ως καταναλωτής, επικοινωνήστε με έναν τοπικό οργανισμό ενημέρωσης καταναλωτών.";
"Part35" = "Β. ΔΗΛΩΝΕΤΕ ΚΑΙ ΑΠΟΔΕΧΕΣΤΕ ΡΗΤΩΣ ΟΤΙ, ΣΤΟΝ ΒΑΘΜΟ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ ΑΠΟ ΤΗΝ ΙΣΧΥΟΥΣΑ ΝΟΜΟΘΕΣΙΑ, Η ΧΡΗΣΗ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ APPLE ΚΑΙ ΟΠΟΙΩΝΔΗΠΟΤΕ ΥΠΗΡΕΣΙΩΝ ΠΟΥ ΕΚΤΕΛΟΥΝΤΑΙ ΑΠΟ Ή ΠΡΟΣΠΕΛΑΖΟΝΤΑΙ ΜΕΣΩ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ APPLE, ΓΙΝΕΤΑΙ ΑΠΟΚΛΕΙΣΤΙΚΑ ΜΕ ΔΙΚΗ ΣΑΣ ΕΥΘΥΝΗ ΚΑΙ ΟΤΙ Η ΣΥΝΟΛΙΚΗ ΕΥΘΥΝΗ ΣΧΕΤΙΚΑ ΜΕ ΤΗΝ ΙΚΑΝΟΠΟΙΗΤΙΚΗ ΠΟΙΟΤΗΤΑ, ΑΠΟΔΟΣΗ, ΑΚΡΙΒΕΙΑ ΚΑΙ ΠΡΟΣΠΑΘΕΙΑ ΒΑΡΥΝΕΙ ΕΣΑΣ. ";
"Part36" = "Γ. ΚΑΤΑ ΤΟΝ ΜΕΓΙΣΤΟ ΒΑΘΜΟ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ ΑΠΟ ΤΟ ΕΦΑΡΜΟΣΤΕΟ ΔΙΚΑΙΟ, ΤΟ ΛΟΓΙΣΜΙΚΟ ΚΑΙ ΟΙ ΥΠΗΡΕΣΙΕΣ APPLE ΠΑΡΕΧΟΝΤΑΙ «ΩΣ ΕΧΟΥΝ» ΚΑΙ «ΕΦΟΣΟΝ ΔΙΑΤΙΘΕΝΤΑΙ», ΜΕ ΟΛΑ ΤΑ ΕΛΑΤΤΩΜΑΤΑ ΚΑΙ ΧΩΡΙΣ ΕΓΓΥΗΣΗ ΟΠΟΙΑΣΔΗΠΟΤΕ ΜΟΡΦΗΣ ΚΑΙ Η APPLE ΚΑΙ ΟΙ ΔΙΚΑΙΟΠΑΡΟΧΟΙ ΤΗΣ APPLE (ΚΑΛΟΥΜΕΝΟΙ ΑΠΟ ΚΟΙΝΟΥ «Η APPLE» ΓΙΑ ΤΟΥΣ ΣΚΟΠΟΥΣ ΤΩΝ ΠΑΡΑΓΡΑΦΩΝ 6 ΚΑΙ 7) ΔΙΑ ΤΟΥ ΠΑΡΟΝΤΟΣ ΑΠΟΠΟΙΟΥΝΤΑΙ ΟΠΟΙΕΣΔΗΠΟΤΕ ΕΓΓΥΗΣΕΙΣ ΚΑΙ ΠΡΟΫΠΟΘΕΣΕΙΣ ΑΝΑΦΟΡΙΚΑ ΜΕ ΤΟ ΛΟΓΙΣΜΙΚΟ ΚΑΙ ΤΙΣ ΥΠΗΡΕΣΙΕΣ APPLE, ΡΗΤΕΣ, ΣΙΩΠΗΡΕΣ Ή ΕΚ ΤΟΥ ΝΟΜΟΥ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΕΝΔΕΙΚΤΙΚΑ, ΤΩΝ ΣΙΩΠΗΡΩΝ ΕΓΓΥΗΣΕΩΝ ΚΑΙ/Ή ΠΡΟΫΠΟΘΕΣΕΩΝ ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ, ΙΚΑΝΟΠΟΙΗΤΙΚΗΣ ΠΟΙΟΤΗΤΑΣ, ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ, ΑΚΡΙΒΕΙΑΣ, ΑΔΙΑΤΑΡΑΚΤΗΣ ΚΑΤΟΧΗΣ ΚΑΙ ΧΡΗΣΗΣ ΚΑΙ ΜΗ ΠΑΡΑΒΙΑΣΗΣ ΤΩΝ ΔΙΚΑΙΩΜΑΤΩΝ ΤΡΙΤΩΝ. ";
"Part37" = "Δ. Η APPLE ΔΕΝ ΕΓΓΥΑΤΑΙ ΟΤΙ ΔΕΝ ΘΑ ΥΠΑΡΞΕΙ ΔΙΑΤΑΡΑΞΗ ΤΗΣ ΧΡΗΣΗΣ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ ΚΑΙ ΤΩΝ ΥΠΗΡΕΣΙΩΝ APPLE, ΟΤΙ ΟΙ ΛΕΙΤΟΥΡΓΙΕΣ ΠΟΥ ΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ ΣΤΟ ΛΟΓΙΣΜΙΚΟ APPLE Ή ΟΙ ΥΠΗΡΕΣΙΕΣ ΠΟΥ ΕΚΤΕΛΟΥΝΤΑΙ Ή ΠΑΡΕΧΟΝΤΑΙ ΑΠΟ ΑΥΤΟ ΘΑ ΑΝΤΑΠΟΚΡΙΘΟΥΝ ΣΤΙΣ ΑΠΑΙΤΗΣΕΙΣ ΣΑΣ, ΟΤΙ Η ΛΕΙΤΟΥΡΓΙΑ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ ΚΑΙ ΤΩΝ ΥΠΗΡΕΣΙΩΝ APPLE ΘΑ ΕΙΝΑΙ ΑΔΙΑΛΕΙΠΤΗ Ή ΧΩΡΙΣ ΣΦΑΛΜΑΤΑ, ΟΤΙ ΟΠΟΙΑΔΗΠΟΤΕ ΥΠΗΡΕΣΙΑ ΘΑ ΣΥΝΕΧΙΣΕΙ ΝΑ ΕΙΝΑΙ ΔΙΑΘΕΣΙΜΗ, ΟΤΙ ΤΟ ΛΟΓΙΣΜΙΚΟ APPLE Ή ΟΙ ΥΠΗΡΕΣΙΕΣ ΘΑ ΔΙΟΡΘΩΘΟΥΝ Ή ΟΤΙ ΤΟ ΛΟΓΙΣΜΙΚΟ APPLE ΘΑ ΕΙΝΑΙ ΣΥΜΒΑΤΟ Ή ΘΑ ΛΕΙΤΟΥΡΓΕΙ ΜΕ ΟΠΟΙΟΔΗΠΟΤΕ ΛΟΓΙΣΜΙΚΟ Ή ΕΦΑΡΜΟΓΕΣ ΤΡΙΤΩΝ Ή ΥΠΗΡΕΣΙΕΣ ΤΡΙΤΩΝ. Η ΕΓΚΑΤΑΣΤΑΣΗ ΑΥΤΟΥ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ APPLE ΕΝΔΕΧΕΤΑΙ ΝΑ ΕΠΗΡΕΑΣΕΙ ΤΗ ΔΙΑΘΕΣΙΜΟΤΗΤΑ ΚΑΙ ΤΗ ΧΡΗΣΤΙΚΟΤΗΤΑ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ, ΤΩΝ ΕΦΑΡΜΟΓΩΝ Ή ΤΩΝ ΥΠΗΡΕΣΙΩΝ ΤΡΙΤΩΝ, ΚΑΘΩΣ ΚΑΙ ΤΩΝ ΠΡΟΪΟΝΤΩΝ ΚΑΙ ΥΠΗΡΕΣΙΩΝ APPLE. ";
"Part38" = "Ε. ΕΠΙΠΡΟΣΘΕΤΩΣ, ΑΝΑΓΝΩΡΙΖΕΤΕ ΟΤΙ ΤΟ ΛΟΓΙΣΜΙΚΟ ΚΑΙ ΟΙ ΥΠΗΡΕΣΙΕΣ APPLE ΔΕΝ ΠΡΟΟΡΙΖΟΝΤΑΙ ΟΥΤΕ ΕΙΝΑΙ ΚΑΤΑΛΛΗΛΕΣ ΓΙΑ ΧΡΗΣΗ ΣΕ ΠΕΡΙΣΤΑΣΕΙΣ Ή ΠΕΡΙΒΑΛΛΟΝΤΑ ΟΠΟΥ Η ΑΝΕΠΑΡΚΕΙΑ Ή ΟΙ ΚΑΘΥΣΤΕΡΗΣΕΙΣ, ΤΑ ΣΦΑΛΜΑΤΑ Ή ΟΙ ΑΝΑΚΡΙΒΕΙΕΣ ΣΤΟ ΠΕΡΙΕΧΟΜΕΝΟ, ΤΑ ΔΕΔΟΜΕΝΑ Ή ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΠΟΥ ΠΑΡΕΧΟΝΤΑΙ ΑΠΟ ΤΟ ΛΟΓΙΣΜΙΚΟ Ή ΤΙΣ ΥΠΗΡΕΣΙΕΣ APPLE ΕΝΔΕΧΕΤΑΙ ΝΑ ΕΧΟΥΝ ΩΣ ΣΥΝΕΠΕΙΑ ΤΟΝ ΘΑΝΑΤΟ, ΣΩΜΑΤΙΚΕΣ ΒΛΑΒΕΣ Ή ΣΟΒΑΡΕΣ ΥΛΙΚΕΣ ΖΗΜΙΕΣ Ή ΖΗΜΙΑ ΣΤΟ ΠΕΡΙΒΑΛΛΟΝ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΜΕΤΑΞΥ ΑΛΛΩΝ, ΤΗΣ ΛΕΙΤΟΥΡΓΙΑΣ ΠΥΡΗΝΙΚΩΝ ΕΓΚΑΤΑΣΤΑΣΕΩΝ, ΣΥΣΤΗΜΑΤΩΝ ΠΛΟΗΓΗΣΗΣ Ή ΕΠΙΚΟΙΝΩΝΙΑΣ ΑΕΡΟΣΚΑΦΩΝ, ΕΛΕΓΧΟΥ ΕΝΑΕΡΙΑΣ ΚΥΚΛΟΦΟΡΙΑΣ, ΥΠΟΣΤΗΡΙΞΗΣ ΖΩΤΙΚΩΝ ΛΕΙΤΟΥΡΓΙΩΝ Ή ΟΠΛΙΚΩΝ ΣΥΣΤΗΜΑΤΩΝ.";
"Part39" = "ΣΤ. ΚΑΜΙΑ ΠΡΟΦΟΡΙΚΗ Ή ΓΡΑΠΤΗ ΠΛΗΡΟΦΟΡΙΑ Ή ΣΥΜΒΟΥΛΗ ΠΟΥ ΔΙΔΕΤΑΙ ΑΠΟ ΤΗΝ APPLE Ή ΕΝΑΝ ΕΞΟΥΣΙΟΔΟΤΗΜΕΝΟ ΑΝΤΙΠΡΟΣΩΠΟ ΤΗΣ APPLE ΔΕΝ ΘΑ ΑΠΟΤΕΛΕΙ ΕΓΓΥΗΣΗ. ΕΑΝ ΤΟ ΛΟΓΙΣΜΙΚΟ Ή ΟΙ ΥΠΗΡΕΣΙΕΣ APPLE ΑΠΟΔΕΙΧΤΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΕΣ, ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΟ ΣΥΝΟΛΙΚΟ ΚΟΣΤΟΣ ΚΑΘΕ ΑΠΑΡΑΙΤΗΤΟΥ ΣΕΡΒΙΣ, ΕΠΙΣΚΕΥΗΣ Ή ΕΠΙΔΙΟΡΘΩΣΗΣ. ΟΡΙΣΜΕΝΕΣ ΔΙΚΑΙΟΔΟΣΙΕΣ ΔΕΝ ΕΠΙΤΡΕΠΟΥΝ ΤΟΝ ΑΠΟΚΛΕΙΣΜΟ ΣΙΩΠΗΡΩΝ ΕΓΓΥΗΣΕΩΝ Ή ΤΟΝ ΠΕΡΙΟΡΙΣΜΟ ΤΩΝ ΚΑΤΑΝΑΛΩΤΙΚΩΝ ΔΙΚΑΙΩΜΑΤΩΝ ΠΟΥ ΠΡΟΒΛΕΠΟΝΤΑΙ ΕΚ ΤΟΥ ΝΟΜΟΥ, ΟΠΟΤΕ ΟΙ ΠΑΡΑΠΑΝΩ ΑΠΟΚΛΕΙΣΜΟΙ ΚΑΙ ΠΕΡΙΟΡΙΣΜΟΙ ΕΝΔΕΧΕΤΑΙ ΝΑ ΜΗΝ ΙΣΧΥΟΥΝ ΓΙΑ ΣΑΣ. ";
"Part40" = "7. Ρήτρα περιορισμού ευθύνης. ΚΑΤΑ ΤΟΝ ΒΑΘΜΟ ΠΟΥ ΔΕΝ ΑΠΑΓΟΡΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΙΣΧΥΟΥΣΑ ΝΟΜΟΘΕΣΙΑ, Η APPLE ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΔΕΝ ΘΑ ΦΕΡΕΙ ΕΥΘΥΝΗ ΓΙΑ ΣΩΜΑΤΙΚΕΣ ΒΛΑΒΕΣ Ή ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΠΕΡΙΣΤΑΣΙΑΚΗ, ΕΙΔΙΚΗ, ΕΜΜΕΣΗ Ή ΠΑΡΕΠΟΜΕΝΗ ΖΗΜΙΑ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ, ΜΕΤΑΞΥ ΑΛΛΩΝ, ΖΗΜΙΑΣ ΑΠΟ ΔΙΑΦΥΓΟΝΤΑ ΚΕΡΔΗ, ΚΑΤΑΣΤΡΟΦΗ Ή ΑΠΩΛΕΙΑ ΔΕΔΟΜΕΝΩΝ, ΑΠΟΤΥΧΙΑ ΜΕΤΑΔΟΣΗΣ Ή ΛΗΨΗΣ ΔΕΔΟΜΕΝΩΝ, ΔΙΑΚΟΠΗ ΕΠΙΧΕΙΡΗΜΑΤΙΚΗΣ ΔΡΑΣΤΗΡΙΟΤΗΤΑΣ Ή ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΛΛΗΣ ΖΗΜΙΑΣ Ή ΑΠΩΛΕΙΑΣ ΕΜΠΟΡΙΚΗΣ ΦΥΣΗΣ ΠΟΥ ΜΠΟΡΕΙ ΝΑ ΠΡΟΚΥΨΕΙ ΑΠΟ Ή ΝΑ ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΑΠΟ ΜΕΡΟΥΣ ΣΑΣ ΧΡΗΣΗ Ή ΑΔΥΝΑΜΙΑ ΧΡΗΣΗΣ ΤΟΥ ΛΟΓΙΣΜΙΚΟΥ ΚΑΙ ΤΩΝ ΥΠΗΡΕΣΙΩΝ APPLE Ή ΟΠΟΙΟΥΔΗΠΟΤΕ ΛΟΓΙΣΜΙΚΟΥ Ή ΕΦΑΡΜΟΓΩΝ ΤΡΙΤΩΝ ΣΕ ΣΥΝΔΥΑΣΜΟ ΜΕ ΤΟ ΛΟΓΙΣΜΙΚΟ APPLE, ΟΠΟΥ ΚΑΙ ΑΝ ΟΦΕΙΛΕΤΑΙ, ΑΝΕΞΑΡΤΗΤΑ ΑΠΟ ΤΟ ΠΕΔΙΟ ΤΗΣ ΕΥΘΥΝΗΣ (ΣΥΜΒΑΣΗ, ΑΔΙΚΟΠΡΑΞΙΑ Ή ΑΛΛΗ) ΚΑΙ ΑΚΟΜΑ ΚΑΙ ΑΝ Η APPLE ΕΧΕΙ ΛΑΒΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΣΧΕΤΙΚΑ ΜΕ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΑΥΤΗΣ ΤΗΣ ΖΗΜΙΑΣ. ΟΡΙΣΜΕΝΕΣ ΔΙΚΑΙΟΔΟΣΙΕΣ ΔΕΝ ΕΠΙΤΡΕΠΟΥΝ ΤΟΝ ΑΠΟΚΛΕΙΣΜΟ Ή ΤΟΝ ΠΕΡΙΟΡΙΣΜΟ ΤΗΣ ΕΥΘΥΝΗΣ ΓΙΑ ΣΩΜΑΤΙΚΕΣ ΒΛΑΒΕΣ Ή ΓΙΑ ΑΠΟΘΕΤΙΚΕΣ Ή ΠΑΡΕΠΟΜΕΝΕΣ ΖΗΜΙΕΣ, ΣΥΝΕΠΩΣ ΑΥΤΗ Η ΡΗΤΡΑ ΠΕΡΙΟΡΙΣΜΟΥ ΕΥΘΥΝΗΣ ΕΝΔΕΧΕΤΑΙ ΝΑ ΜΗΝ ΙΣΧΥΕΙ ΓΙΑ ΣΑΣ. Η συνολική ευθύνη της Apple απέναντί σας για όλες τις ζημίες (εκτός από αυτές που τυχόν προβλέπονται από το εφαρμοστέο δίκαιο για περιπτώσεις σωματικών βλαβών) σε καμία περίπτωση δεν θα υπερβαίνει το ποσό των πενήντα δολαρίων Η.Π.Α. (50,00 $). Οι ανωτέρω περιορισμοί της ευθύνης ισχύουν ακόμα και αν το προαναφερθέν μέσο αποκατάστασης δεν καλύπτει τον σκοπό για τον οποίο προορίζεται.";
"Part41" = "8. Έλεγχος εξαγωγών. Δεν μπορείτε να χρησιμοποιήσετε ή να εξάγετε ή να εξάγετε εκ νέου το Λογισμικό Apple εκτός από τις περιπτώσεις που επιτρέπεται από τη νομοθεσία των Ηνωμένων Πολιτειών και τους νόμους της περιοχής δικαιοδοσίας στην οποία αποκτήθηκε το Λογισμικό Apple. Συγκεκριμένα, αλλά όχι περιοριστικά, το Λογισμικό Apple δεν μπορεί να εξαχθεί ή να επανεξαχθεί (α) σε κάποια χώρα στην οποία έχουν επιβάλει εμπορικό αποκλεισμό οι ΗΠΑ ή (β) σε οποιονδήποτε που περιλαμβάνεται στον κατάλογο Ειδικώς Χαρακτηρισμένων Αλλοδαπών Προσώπων (Specially Designated Nationals List) του Υπουργείου Οικονομικών των ΗΠΑ ή στον κατάλογο Αποκλεισμένων φυσικών ή νομικών προσώπων του Υπουργείου Εμπορίου των ΗΠΑ ή οποιονδήποτε κατάλογο αποκλεισμένων τρίτων μερών. Χρησιμοποιώντας το Λογισμικό Apple, δηλώνετε και εγγυάστε ότι δεν βρίσκεστε σε οποιαδήποτε τέτοια χώρα ή κατάλογο. Αποδέχεστε επίσης ότι δεν θα χρησιμοποιήσετε το Λογισμικό Apple για σκοπούς που απαγορεύονται από το δίκαιο των Η.Π.Α., όπως, μεταξύ άλλων, η ανάπτυξη, ο σχεδιασμός, η κατασκευή ή η παραγωγή πυραύλων, πυρηνικών, χημικών ή βιολογικών όπλων. ";
"Part42" = "9. Τελικοί χρήστες του Δημοσίου. Το Λογισμικό Apple και η σχετική τεκμηρίωση αποτελούν «Εμπορικά είδη», όπως η έννοια αυτή ορίζεται στο άρθρο 48, παράγραφος 2.101 του Κώδικα ομοσπονδιακών κανονισμών (C.F.R.), και συνίστανται σε «Εμπορικό λογισμικό υπολογιστών» και «Πληροφοριακό υλικό εμπορικού λογισμικού υπολογιστών», όπως οι έννοιες αυτές ορίζονται, κατά περίπτωση, στο άρθρο 48, παράγραφος 12.212 ή στο άρθρο 48, παράγραφος 227.7202 του C.F.R. Σύμφωνα με το άρθρο 48, παράγραφος 12.212 ή το άρθρο 48, παράγραφοι 227.7202-1 έως 227.7202-4, κατά περίπτωση, το Εμπορικό Λογισμικό Υπολογιστών και η Τεκμηρίωση Εμπορικού Λογισμικού Υπολογιστών παρέχονται με άδεια χρήσης σε τελικούς χρήστες του αμερικανικού Δημοσίου (α) μόνο ως Εμπορικά Είδη και (β) μόνο με εκείνα τα δικαιώματα που χορηγούνται σε όλους τους άλλους τελικούς χρήστες σύμφωνα με τους όρους που περιέχονται στην παρούσα. Με την επιφύλαξη όλων των μη δημοσιευμένων δικαιωμάτων σύμφωνα με το δίκαιο περί πνευματικής ιδιοκτησίας των Ηνωμένων Πολιτειών.";
"Part43" = "10. Εφαρμοστέο δίκαιο και ακυρότητα επιμέρους όρων. Η παρούσα Άδεια χρήσης διέπεται από και ερμηνεύεται σύμφωνα με το δίκαιο της Πολιτείας της Καλιφόρνια, εξαιρώντας τη σύγκρουση των αρχών νόμου. Η παρούσα Άδεια χρήσης δεν διέπεται από την Σύμβαση του Οργανισμού των Ηνωμένων Εθνών για τις διεθνείς πωλήσεις κινητών (Σύμβαση της Βιέννης), η εφαρμογή της οποίας αποκλείεται ρητώς. Αν είστε καταναλωτής με έδρα στο Ηνωμένο Βασίλειο, η παρούσα Άδεια χρήσης διέπεται από τους νόμους της δικαιοδοσίας της χώρας κατοικίας σας. Αν για οποιονδήποτε λόγο ένα δικαστήριο της αρμόδιας δικαιοδοσίας κρίνει ότι οποιοσδήποτε όρος ή μέρος αυτού είναι άκυρος, η υπόλοιπη Άδεια χρήσης παραμένει σε πλήρη ισχύ και εξακολουθεί να παράγει τα αποτελέσματά της.";
"Part44" = "11. Πλήρης σύμβαση. Επίσημη γλώσσα. Η Άδεια χρήσης αντιπροσωπεύει τη πλήρη σύμβαση μεταξύ εσάς και της Apple αναφορικά με το Λογισμικό Apple και υπερισχύει κάθε προηγούμενης ή ταυτόχρονης σύμβασης αναφορικά με το ίδιο αντικείμενο. Καμία τροποποίηση ή μεταβολή της παρούσας Άδειας χρήσης δεν θα είναι δεσμευτική εκτός αν συνταχθεί εγγράφως και υπογραφεί από την Apple. Η τυχόν μετάφραση της παρούσας Άδειας χρήσης εξυπηρετεί τις τοπικές ανάγκες και σε περίπτωση διαφοράς μεταξύ του κειμένου στην αγγλική γλώσσα και του κειμένου σε άλλη γλώσσα, το κείμενο στην αγγλική γλώσσα θα υπερισχύει στον βαθμό που δεν απαγορεύεται από την τοπική νομοθεσία της δικαιοδοσίας σας.";
"Part45" = "12. Αναγνώριση δικαιωμάτων τρίτων. Τμήματα του Λογισμικού Apple μπορεί να χρησιμοποιούν ή να περιλαμβάνουν λογισμικό τρίτου μέρους και λοιπά υλικά με προστασία πνευματικών δικαιωμάτων. Οι δηλώσεις αναγνώρισης δικαιωμάτων, οι όροι χορήγησης άδειας χρήσης και οι ρήτρες περιορισμού της ευθύνης περιέχονται στην ηλεκτρονική τεκμηρίωση για το Λογισμικό Apple και η από μέρους σας χρήση αυτού του υλικού διέπεται από τους αντίστοιχους όρους.";
"Part46" = "EA1576";
"Part47" = "16/8/2018";